
//Common
"kSuccess" = "成功";
"kFailed" = "失敗";
"kWarning" = "警告";
"kError" = "錯誤";
"kConfirm" = "確認";
"kOK" = "確定";
"kCancel" = "取消";
"kYes" = "是";
"kNo" = "否";
"kAdd" = "新增";
"kRename" = "重新命名";
"kPlay" = "播放";
"kDelete" = "刪除";
"kRotate" = "旋轉";
"kExtract" = "擷取";
"kCopy" = "複製";
"kDone" = "完成";
"kSave" = "儲存";
"kDonotSave" = "不儲存";
"kLoading" = "正在載入...";
"kShare" = "分享";
"kReplace" = "取代";
"kSkip" = "跳過";
"kZip" = "Zip";
"kEdit" = "編輯";
"kBack" = "背面";
"kSelectAll" = "全選";
"kDeselectAll" = "取消全選";
"kCreate" = "建立";
"kFlatten" = "壓平";
"kAuto" = "自動";
"kMultiPicking" = "多選";
"kSaveAs" = "另存新檔";
"kFileErrorNotLoaded" = "格式錯誤：不是 PDF 檔案或該檔案已經損壞。";
"kSelectFolder" = "選取資料夾";

//Error
"kWrongPageNumber" = "頁碼錯誤。號碼應該是";
"kDocPasswordError" = "密碼無效。\n請再次輸入。";
"kNoFileInDisk" = "磁碟中找不到檔案 %@。系統會將檔案移出檔案清單。";
"kInvalidSecurityHandler" = "無效的安全性處理常式。";
"kErrorCode" = "錯誤碼 (%d)。";
"kUnfoundOrCannotOpen" = "找不到或無法開啟檔案。";
"kInvalidFormat" = "格式無效。";
"kHandlerError" = "處理常式無效。";
"kWrongCertificate" = "憑證無效。";
"kCertExpired" = "憑證過期。";
"kUnknownError" = "未知錯誤。";
"kInvalidLibraryLicense" = "程式庫授權無效。";
"kInvalidParameter" = "參數無效。";
"kUnsupportedType" = "不支援的類型。";
"kOutOfMemory" = "記憶體不足。";
"kNoAppropriateApplication" = "沒有適當的應用程式。";
"kInvalidUrl" = "URL 無效。";
"kUnsupportedDocFormat" = "不支援操作 XFA 文件。";
"kPasswordNotSame" = "文件開啟密碼和擁有者密碼不得相同。請在「文件開啟密碼」或「擁有者密碼」欄位中輸入不同的密碼。";
"kEditOutsideDocument" = "您無法在文件外部進行編輯。";
"kXFAUnsupportedOP" = "XFA 文件不支援此作業";
"kShouldSaveFileTips" = "PDF 文件已變更。是否要儲存？";
"kShouldSaveEncryptionDocument" = "加密前是否要儲存文件？";
"kShouldSaveEecryptionDocument" = "解密前是否要儲存文件？";
"kTrimWhitespace" = "已修剪頭尾空格！";
"kFailMovePage" = "無法移動頁面。";
"kFailRotatePage" = "無法旋轉頁面。";
"kFailExtract" = "無法擷取！";
"kFailCopy" = "無法複製！";
"kFailInsert" = "無法插入！";
"kFailDelete" = "無法刪除！";
"kInvalidPermissionTip" = "您沒有權限，無法檢視這些頁面。";
"kInvalidLogin" = "請先登入";



//Confirm - PDFView Thumbnial mode
"kSureToDeletePage" = "確定要刪除選取的頁面嗎？您無法還原這個動作。";
"kNotAllowDeleteAll" = "不允許刪除所有頁面。";
"kDeletePageFailed" = "無法刪除頁面。";
"kMovePageFailed" = "無法移動頁面。";


//File management
"kDocuments" = "文件";
"kSearchPlaceholder" = "搜尋 PDF";
"kByFileName" = "依名稱";
"kItems" = "%lld 個項目";
"kSelect" = "選取";
"kIllegalNameWarning" = "您輸入的名稱不合法。";

"kFileInformation" = "檔案資訊";
"kReduceFileSize" = "縮減檔案大小";
"kReduceFileSizeDescription" = "此選項將壓縮影像且可能影響其品質。是否要繼續？";
"kFlattenDescription" = "系統會在壓平後儲存檔案。";
"kAirPrint" = "列印";
"kAirPrintNotAvailable" = "無法使用無線列印功能，請檢查系統設定。";
"kScreenCapture" = "擷取畫面";
"kScreenCaptureVersion" = "螢幕畫面擷取功能支援 iOS 6.0 以上的版本，請升級系統。";

"kName" = "名稱";
"kAdded" = "已新增";
"kModify" = "已更新";
"kDeleted" = "已刪除";
"kReply" = "回覆";
"kOKHelp" = "選取「儲存」即可將文件儲存到這裡。";
"kInputNewFileName" = "請輸入新的檔案名稱";
"kFileAlreadyExists" = "檔案已經存在，是否要取代它？";
"kCloudUploadFile" = "上傳";
"kCopyToFolder" = "複製到";
"kMoveToFolder" = "移到資料夾";
"kSelectToFolder" = "選取資料夾";
"kMove" = "移動";
"kCopyHelp" = "選取「複製」即可將文件複製到這裡。";
"kMoveHelp" = "選取「移動」即可將文件移動到這裡。";
"kAddServer" = "新增";
"kMultiSelectLimitFaild" = "至少選取 %d 個檔案";
"kDoneHelp" = "選取「完成」即可將文件儲存到這裡。";
"kInputNewName" = "請輸入新的名稱";
"kNoFolderFiles" = "還沒有檔案，是空的！";
"kNoFiles" = "找不到檔案";

//EGOTableViewPullRefresh
"kLastUpdated" = "上次更新日期";
"kReleaseToRefresh" = "放開即可重新整理...";
"kPullDownToRefresh" = "下拉就能重新整理...";

//Document
"kDocNeedPassword" = "此檔案受密碼保護。\n請輸入密碼以開啟此文件。";
"kViewModeSingle" = "單一";
"kViewModeContinuous" = "連續捲動";
"kViewModeThumbnail" = "縮圖";
"kReflow" = "重排";
"kViewModeCover" = "封面頁";
"kViewModeNoCover" = "雙聯";
"kFitPage" = "調整成適合頁面大小";
"kFitWidth" = "調整成適合寬度";
"kRotateView" = "旋轉檢視";
"kPageMode" = "頁面模式";
"kPageView" = "頁面檢視";
"kNightMode" = "夜間模式";

//Crop
"kCropMode" = "裁剪模式";
"kCropSmartCalculating" = "正在計算頁面裁剪幅度，請稍候...";
"kCropNo" = "不裁剪";
"kCropSmart" = "智慧裁剪";
"kCropDone" = "剪裁";
"kCropDetect" = "偵測";
"kCropFull" = "完整";
"kApply2All" = "用於全部";
"kApply2Odd" = "用於奇數頁";
"kApply2Even" = "用於偶數頁";

//Form
"kForm" = "表單";
"kCreateFormFields" = "建立表單欄位";
"kResetFormFields" = "重設表單欄位";
"kImportForm" = "匯入表單資料";
"kExportForm" = "匯出表單資料";
"kSureToResetFormFields" = "確定要重設所有表單欄位嗎？";
"kNoFormAvailable" = "這份文件沒有表單資料";
"kImportFormSuccess" = "已將資料順利匯入目前的文件。";
"kImportFormFailed" = "無法匯入或存取資料。請檢查表單資料檔案狀態，然後再試一次。";
"kExportFormSuccess" = "表單資料匯出成功。";
"kExportFormFailed" = "表單匯出失敗。";
"kReset" = "重設";
"kClickHereFormTip" = "按一下此處以新增項目";
"kItemList" = "項目清單";
"kOptions" = "選項";
"kCustomText" = "自訂文字";
"kNewItem" = "新項目";
"kMultipleSelection" = "多項選取";
"kFieldRenamFailed" = "您輸入的名稱已在現有的欄位中使用。請選擇不同名稱，或變更欄位類型以符合現有欄位。";

//Annotation
"kAnnotation" = "註解";
"kComment" = "註解";
"kReply" = "回覆";
"kCopyText" = "複製文字";
"kIcon" = "圖示";
"kFont" = "字型";
"kOpacity" = "不透明度";
"kHighlight" = "反白顯示";
"kSquiggly" = "波浪線";
"kStrikeout" = "刪除線";
"kUnderline" = "底線";
"kRedaction" = "密文";
"kApply" = "套用";
"kApplyAllRedaction" = "套用所有密文";
"kApplyAll" = "全部套用";
"kLine" = "線條";
"kArrow" = "箭頭";
"kPencil" = "鉛筆";
"kRectangle" = "矩形";
"kCircle" = "橢圓";
"kEraser" = "橡皮擦";
"kInsertText" = "插入文字";
"kReplaceText" = "取代文字";
"kAttachment" = "附件";
"kAttachments" = "附件";
"kRotation" = "旋轉";
"kImage" = "影像";
"kPolygon" = "多邊形";
"kCloud" = "雲形";
"kPolyLine" = "折線";
"kCustomColor" = "自訂色彩";
"kMultipleSelect" = "多選";
"kGroup" = "群組";
"kUngroup" = "取消群組";

"kGraph" = "圖表";
"kPushpin" = "圖釘";
"kPaperclip" = "迴紋針";
"kTag" = "標籤";

"kTypewriter" = "打字機";
"kTextbox" = "文字方塊";
"kCallout" = "圖說文字";
"kHintTitleTypewriter" = "點選螢幕即可新增打字機";

"kDistance" = "距離";
"kUnit" = "單位";
"kDistanceLengthError" = "值不可空白或超過 6 位數";
"kDistanceNumberError" = "值必須是數字";

"kRedactTip" = "您將要對標記的內容進行永久密文處理，此作業無法復原。確定要繼續？";
"kFailedLoadModuleForLicenseTip" = "您未獲授權，無法使用此附加元件模組，請與我們連絡，以便將您的授權升級。";

//Bookmark
"kBookmark" = "書籤";
"kRenameBookmark" = "重新命名書籤";
"kClearBookmark" = "確定要清除所有書籤嗎？";
"kInputBookmarkName" = "請輸入新的書籤名稱";

//Outline
"kOutline" = "外框";

//Search
"kSearch" = "搜尋";
"kTotalFound" = "總共找到";
"kSearchGoogle" = "Google 搜尋";
"kSearchWiki" = "維基百科搜尋";
"kPage" = "頁面";
"kSearching" = "正在搜尋...";
"kWholeWordsOnly" = "整詞相符";
"kCaseSensitive" = "區分大小寫";
"kSearchInInternet" = "在網際網路搜尋";

//Signature
"kSignatureTitle" = "簽名";
"kSignAction" = "簽署";
"kEditSavedSign" = "編輯已經儲存的簽名";
"kConfirmSign" = "套用簽名後，系統會儲存簽名和對檔案的所有其他變更。";

"kSignListTitle" = "簽名清單";
"kSignListIconTitle" = "清單";
"kHadProtect" = "這份文件有數位簽名或 RMS 保護機制。";
"kHeaderCertInfo" = "憑證資訊";
"kCertSerialNum" = "序號：";
"kCertIssuer" = "憑證簽發者：";
"kCertStartTime" = "有效開始日期：";
"kCertEndTime" = "有效結束日期：";
"kCertEmail" = "電子郵件地址：";
"kSignDate" = "簽名日期：";
"kVerifyVaildResult" = "數位簽名有效。";
"kVerifyVaildModifyResult" = "這個簽名涵蓋的文件修訂內容沒有變動，但是文件本身後來變動過。";
"kVerifyInvaildResult" = "數位簽名無效。";
"kVerifyUnknownResult" = "數位簽名不明。";
"kVerifyResultErrorByteRange" = "數位簽名因錯誤位元組範圍而無效。";
"kVerifyResultIssueExpire" = "數位簽名不明。\n驗證簽發者的憑證已過期。";
"kVerifyResultErrorData" = "數位簽名驗證發生不明錯誤。";
"kVerifyResultInvaildAndOther" = "數位簽名因其他原因而無效。";
"kVerifyTitle" = "驗證結果";
"kCurrentSelectCert" = "目前的憑證：";
"kVerifySign" = "驗證簽名";
"kSignListSectionHadCert" = "使用憑證簽名";
"kSignListSectionWithoutCert" = "不使用憑證簽名";
"kSelectAddCert" = "+ 選取要新增的憑證 ";
"kCertFileError" = "憑證檔案錯誤";
"kRequestPermissionTip" = "請求中權限：";
"kPermissionCopy" = "複製文字、影像和其他內容";
"kPermissionEdit" = "新增註解、填寫表單並簽署已存在的簽名欄位";
"kNoCert" = "沒有憑證";
"kNoCertAndImportTip" = "沒有憑證。請匯入您的憑證";

"kFieldSignWithoutCert" = "請選取憑證，以便為文件加上簽名。";
"kAddSign" = "簽署";
"kSignList" = "簽名清單";
"kDeleteSign" = "刪除";
"kOfflineCopyAlterTitle" = "請輸入密碼";
"kPassWordErrorAlterTitle" = "密碼可能不正確要重試嗎？";
"kSaveSignedDocSuccess" = "成功儲存新的 PDF 文件與數位簽名";
"kSaveSignedDocFailure" = "無法簽署和儲存";

"kLTVStateEnable" = "簽名已啟用 LTV。";
"kDigitalSignatureTitle" = "數位簽名";
"kDigitalSignatureBtnView" = "檢視";
"kDigitalSignatureBtnVerify" = "驗證";
"kDigitalSignatureTableEmptyData" = "無數位簽名";
"kDigitalSignatureSignedTitleVersion" = "修訂版 %d：";
"kDigitalSignatureSignedTitleSigner" = "簽署者 %@";
"kDigitalSignatureUnsigned" = "未簽署的簽名欄位";
"kDigitalSignatureAllReadyView" = "您已在檢視所選取簽名涵蓋的此文件版本。";
"kDigitalSignatureFaildView" = "無法檢視此版本";
"kDigitalSignatureListSignerUnknown" = "未知";

"kAddTrustedCertTitle" = "新增至信任的憑證";
"kAddTrustedCertDesciption" = "驗證簽名或認證的文件時是否要信任憑證？";
"kTrustedCertName" = "名稱：";
"kTrustedCertIssuer" = "憑證簽發者：";
"kTrustedCertValidFrom" = "有效期間開始於：";
"kTrustedCertValidTo" = "有效期間結束於：";
"kTrustedCertKeyUsage" = "主要用途：";

"kuDIGITALSIGNATURE" = "數位簽名";
"kuNONREPUDIATION" = "不可否認性";
"kuKEYENCIPHERMENT" = "金鑰編密";
"kuDATAENCIPHERMENT" = "資料編密";
"kuKEYAGREEMENT" = "金鑰協議";
"kuKEYCERTSIGN" = "金鑰憑證簽署";
"kuCRLSIGN" = "控制簽署";
"kuENCIPHERONLY" = "未指定";
"kuDECIPHERONLY" = "未指定";

//Selection
"kColor" = "色彩";
"kSize" = "大小";
"kThickness" = "粗細";
"kFontName" = "字型名稱";
"kFontSize" = "字型大小";
"kIconCheck" = "核取標記";
"kIconCircle" = "橢圓";
"kIconComment" = "註解";
"kIconCross" = "叉";
"kIconHelp" = "說明";
"kIconInsert" = "插入";
"kIconKey" = "金鑰";
"kIconNewParagraph" = "新段落";
"kNote" = "備註";
"kIconParagraph" = "段落";
"kIconRightArrow" = "右箭頭";
"kIconRightPointer" = "右指向";
"kIconStar" = "星";
"kIconUpArrow" = "向上箭頭";
"kIconUpLeftArrow" = "左上箭頭";

//Record
"KStart" = "開始";

//ACN
"kDiscardChange" = "放棄變更";

//RMS rights
"kRMSFILLFORM" = "填寫表單";
"kRMSANNOTATE" = "在文件中新增註解";
"kRMSASSEMBLE" = "管理頁面和書籤";
"kRMSEDIT" = "修改文件";
"kRMSEXTRACTACCESS" = "輔助功能的內容複製";
"kRMSEXTRACT" = "擷取文件中的內容";

"kRMSNoAccess" = "這份文件有保護機制，請檢查您的權限。";
"kRMSAlreadyEncrypt" = "這份文件已經由 Microsoft AD RMS 服務加密。";

//Permission
"kPermission" = "權限";
"kPermissionPrint" = "列印";
"kEnable" = "允許";
"kDisable" = "不允許";

"kPwdDocumentLimitation" = "新增文件限制";
"kPwdFillForm" = "填寫表單";
"kPwdEditDocument" = "編輯文件";
"kPwdExtractContent" = "擷取內容";

"kDecryption" = "移除安全性設定";
"kEncryptionTitle" = "加密";
"kEncryptMissOpenDocPass" = "請輸入「開啟文件」密碼，或關閉這個選項。";
"kEncryptMissOtherPass" = "請輸入其他權限的密碼，或關閉這個選項。";
"kEncryptRemovePass" = "您確定要從此文件移除安全性設定？";
"kEncryptProcess" = "正在加密...";
"kEncryptRemove" = "移除中...";
"kTryAgain" = "重試";
"kEncryptAddFail" = "文件加密失敗。您要再試一次嗎？";
"kEncryptAddSuccess" = "文件加密成功！";
"kEncryptRemoveSuccess" = "密碼刪除成功！";
"kEncryptionSectionTitle" = "安全性選項";
"kEncryptionSectionFooter" = "- 啟用「開啟文件」選項時，您必須輸入密碼才能開啟文件。\n- 啟用其他權限選項時，您必須輸入密碼才能執行對應功能。";
"kEncryptionDoneNoPass" = "這份文件沒有使用密碼進行加密。您要加密嗎？";

//EncryptOption xib
"kCellEncryptOpenDocumentTitle" = "開啟文件";
"kCellEncryptPrintDocumentTitle" = "列印文件";
"kCellEncryptCopyContentTitle" = "協助工具的內容複製";
"kCellEncryptPasswordTitle" = "密碼：";

//others
"kInvalidJSON" = "JSON 無效";
"kRecordVideo" = "錄影";
"kRecordAudio" = "錄音";
"kFromDocument" = "從文件";
"kFromAlbum" = "從相簿";
"kFromCamera" = "從相機";
"kGo" = "執行";
"kDocinfo" = "檔案資訊";
"kFilePath" = "路徑";
"kFileAuthor" = "作者";
"kFileSubject" = "主題";
"kCreateDate" = "建立時間";
"kModifyDate" = "上次修改日期";
"kSecurity" = "安全性";
"kHeaderDescription" = "描述";
"kDescription" = "描述";
"kEncryption" = "檔案加密";
"kPasswordEncryption" = "密碼保護";
"kNoEncryption" = "無保護";
"kMoreTextMarkup" = "文字標記";
"kMoreDrawing" = "繪圖";
"kMoreOthers" = "其他";
"kReadView" = "  檢視  ";
"kReadComment" = "註解";
"kPropertyFill" = "填滿";
"kOverlayText" = "重疊文字";
"kText" = "文字";
"kInputPlaceholderText" = "請輸入密碼";
"kStamp" = "戳記";
"kPropertyImage" = "影像";
"kAudio" = "音訊";
"kVideo" = "視訊";
"kMore" = "更多";
"kAppearance" = "外觀";
"kAnnotContinue" = "保持選取工具";
"kAnnotSingle" = "單一註解";
"kScreenLock" = "鎖定螢幕";
"kPanAndZoom" = "平移並縮放";
"kAutoBrightness" = "自動調整亮度";
"kClear" = "清除";
"kClearAnnotations" = "確定要清除所有註解嗎？";
"kTimeSort" = "時間";
"kOpen" = "開啟";
"kOtherDocumentsFile" = "檔案";
"kRequiredPlaceHolder" = "必要";
"kOptionalPlaceHolder" = "選填";
"kDocumentAttachmentTab" = "附件標籤";
"kRenameAndAttached" = "重新命名並附加";
"kAttachmentMaxSize" = "註解太大，無法加上。大小上限是 %dMB。";
"kFailedAddAttachment" = "無法新增檔案附件。";
"kFailedAddAttachmentForExistedName" = "附件名稱已存在。";
"kDescription" = "描述";
"kSureToReplaceFile" = "確定要取代「%@」檔案嗎？";
"kCopyFileFailed" = "無法複製這個檔案：\n%@：%@\n";
"kFailedChangeDocumentAttachmentDescription" = "無法變更文件附件的描述：'%@'";
"kFailedSaveAttachmentBadFileName" = "儲存此附加檔案時發生錯誤。檔案名稱無效。";
"kFailedOpenAttachmentBadFileName" = "開啟此附加檔案時發生錯誤。檔案名稱無效。";
"kRMSEncryption" = "RMS 保護";
"kMediaFileValid" = "不支援此檔案類型。請選取有效的檔案。";
"kFailedToOpenFile" = "無法開啟此檔案，要嘗試使用其他應用程式開啟嗎？";
"kFailedOpenAttachment" = "無法開啟附件 '%@'。";
"kFailedOpenAlbum" = "此裝置不支援相簿。";
"kFailedOpenCamera" = "此裝置不支援相機。";
"kFailedLoadJSON" = "無法載入延伸模組管理工具。";
"kFlattenTip" = "壓平註解使其成為頁面內容的一部分，並且無法修改或移除。";
"kProtect" = "保護";
"kComments&Fields" = "註解和欄位";
"kPDFVersion" = "PDF 版本";
"kFastWebView" = "快速網頁檢視";
"kTaggedPDF" = "標籤式 PDF";
"kPages" = "頁數";
"kTitle" = "標題";
"kCreator" = "建立者";
"kProducer" = "製作者";
"kKeywords" = "關鍵字";
"kDocumentSize" = "文件大小";
"kInch" = "英吋";
"kTitleNotice" = "新增標題";
"kSubjectNotice" = "新增主題";
"kCreatorNotice" = "新增建立者";
"kAuthorNotice" = "新增作者";
"kProducerNotice" = "新增製作人";
"kKeywordsNotice" = "新增關鍵字";

//Insert page
"kBlankPage" = "空白頁";
"kPageSize" = "頁面大小";
"kPageColor" = "頁面顏色";
"kOrientation" = "方向";
"kPageCount" = "頁數";
"kPortrait" = "直向";
"kLandscape" = "橫向";
"kLetter" = "Letter";
"kLegal" = "Legal";
"kLedger" = "Ledger";
"kAddPage" = "新增頁面";
"kCurrent" = "目前";
"kNew" = "新增";
"kThemeColors" = "主題顏色";
"kBlank" = "空白";
"kLined" = "條列";
"kGrid" = "網格";
"kGraph" = "圖表";
"kMusic" = "音樂";

//Comment
"kImportComments" = "匯入註解";
"kExportComments" = "匯出註解";
"kSummarizeComments" = "摘要註解";
"kSuccessExportData" = "已成功匯出資料。";
"kFailedExportData" = "無法從目前文件匯出資料。";
"kSuccessImportData" = "成功匯入資料到目前文件。";
"kFailedImportData" = "無法匯入資料到目前文件。";
"kNoCommentsImport" = "無法匯入註解。";
"kOptimizing" = "正在最佳化文件...";
"kOptimizeFailed" = "最佳化失敗";
"kOptimizeSizeTip" = "檔案已從 %@ 縮減為 %@";
"kMinimum" = "最小值";
"kLow" = "低";
"kMedium" = "中";
"kHigh" = "高";
"kMaximum" = "最大值";
"kSummarizeComments" = "摘要註解";
"kDocumentAndComments" = "文件與註解";
"kCommentsOnly" = "僅包含註解";

//Save as
"kOriginalDocument" = "原始文件";
"kFlattenedCopy" = "壓平化複本";
"kFlattenedCopyTip" = "壓平註解或 PDF 表單使其成為頁面內容的一部分，並防止進一步編輯";
"kSaving" = "正在儲存...";
"kCouldNotSavedTip" = "無法儲存文件。請用不同的名稱儲存檔案，或是儲存到不同的資料夾中。";
"kFileName" = "檔案名稱";
"kFormat" = "格式";
"kRename" = "重新命名";
"kReducedFileSizeCopy" = "已縮減檔案大小的複本";
"kLossy" = "有損";
"kLossless" = "不減損";
"kGrayscaleImages" = "彩色/灰階影像";
"kMonochromeImages" = "單色影像";
"kQuality" = "品質";

//Trust Cert
"kDeleteTrustedCer" = "是否確定要刪除此憑證？\n這樣做的話，您將無法再驗證擁有者的身分。";
"kTrustedCert" = "信任的憑證";
"kCerficateProtect" = "憑證保護";
"kInfo" = "資訊";
"kCertInfo" = "憑證資訊";
"kViewCert" = "檢視憑證";
"kUsage" = "用途";
"kTrust" = "信任";
"kTrustedCertTip" = "如果您變更信任設定，將需要重新驗證所有簽名才能看見變更。不建議直接信任來自文件的憑證。確定要繼續？";
"kVerifyingDigital" = "驗證數位簽名";
"kNoCertificates" = "沒有信任的憑證可用";

// Comparison
"kComparisonVCTitle" = "比較";
"kCompareItemTitle" = "比較模式";
"kCompareButtonOverlay" = "覆蓋";
"kCompareButtonAbreast" = "並排";
"kCompareFileInfoOld" = "舊檔案";
"kCompareFileInfoNew" = "新檔案";
"kCompareFileSelectedColor" = "選取的色彩";

"kComapreContainerLegendTitle" = "圖例";
"kComapreContainerLegendReplace" = "已取代";
"kComapreContainerLegendDelete" = "已刪除";
"kComapreContainerLegendInsert" = "已插入";
"kComapreContainerHideLegend" = "隱藏圖例";
"kComapreContainerShowLegend" = "顯示圖例";
"kCompareNotSupportFileFormat" = "不支援此檔案格式 %@";
"kCompareNotSomeFile" = "請選取兩個不同的文件進行比較。";
"kCompareing" = "文件比較中...";

//scan
"kScan" = "掃描";
"kStartTap" = "按一下以掃描";
"kRecentTips" = "最近轉換檔案";
"kNoDetect" = "偵測不到";
"kMoveClear" = "靠近一點";
"kGlareDetect" = "偵測到炫光";
"kDark" = "太暗";
"kHoldStill" = "別動";
"kAddPhotos" = "新增相片";
"kPhotos" = "相片";
"kScaneLightTip" = "閃光燈";
"kScaneDetechTip" = "自動偵測";
"kScaneFrameSizeTip" = "頁面大小";
"kClose" = "關閉";
"kNeedFullScreen" = "如要使用相機，請切換到全螢幕模式。";
"kALBUM" = "沒有權限，無法讀取相簿。";
"kNoTorch" = "這台裝置沒有相機閃光燈。";
"kLightOpen" = "打開閃光燈";
"kLightClose" = "關閉閃光燈";
"kContinueMode" = "連續";
"kSigleMode" = "單一";
"kAutoDetectOpen" = "開啟自動偵測功能";
"kAutoDetectClose" = "關閉自動偵測功能";
"kContrast" = "對比";
"kColorModelNone" = "無";
"kColorModelBlackWhite" = "黑白";
"kColorModeGray" = "灰階";
"kWidth" = "寬度";
"kHeight" = "高度";
"kOutPageSizeTip" = "測量值必須在 1 公釐～5587 公釐之間。";
"kOriginal" = "原始";
"kCustom" = "自訂";
"kStorePDF" = "儲存成 PDF";
"kSharePDF" = "分享 PDF";
"kConvertPhotos" = "圖庫";
"kRenameFileName" = "重新命名檔案";
"kBrightness" = "亮度";
"kSaveSuccess" = "儲存成功";
"kImageLimit" = "一次最多選擇 9 個影像。";
"kNoFilesYet" = "還沒有檔案";
"kAddNewScanImageTip" = "按一下底部的「+」以新增圖片";
"kNotAllowTakePhoto" = "無法拍攝照片";
"kCAMERADenied" = "無法存取相機以拍照。請在裝置的隱私權設定中將它啟用。";
"kGoSetting" = "前往「設定」";
"kFileFolderExist" = "檔案或資料夾名稱已經存在。請輸入新的名稱。";
"kNoPhotos" = "您拍攝的相片會在此處顯示。點選以檢閱，或長按以刪除。";
"kSelected" = "已選取";
"kBusinessCard" = "名片";
"kEnvelope" = "信封";
"kExecutive" = "Executive";
"kGalleryNoPhotos" = "沒有照片";

//speech
"kSpeak" = "朗讀";
"kSpeakString" = "出聲閱讀選取的內容";
"kSpeakStart" = "從目前位置開始出聲閱讀";
"kSpeechRateTitle" = "播放速度";

//fill sign
"kProfiletitle" = "預先定義的文字";
"kProfileFullName" = "全名：";
"kProfileAddFullName" = "新增全名：";
"kProfileFirstName" = "名字：";
"kProfileAddFirstName" = "新增名字：";
"kProfileMiddleName" = "中間名：";
"kProfileAddMiddleName" = "新增中間名";
"kProfileLastName" = "姓氏：";
"kProfileAddLastName" = "新增姓氏";
"kProfileAddress" = "地址";
"kProfileStreet1" = "街道 1：";
"kProfileAddStreet1" = "新增街道 1：";
"kProfileStreet2" = "街道 2：";
"kProfileAddStreet2" = "新增街道 2：";
"kProfileCity" = "城市：";
"kProfileAddCity" = "新增城市";
"kProfileState" = "縣市：";
"kProfileAddState" = "新增縣市";
"kProfileZip" = "郵遞區號：";
"kProfileAddZip" = "新增郵遞區號";
"kProfileCountry" = "國家/地區：";
"kProfileAddCountry" = "新增國家/地區";
"kProfileContactInfo" = "連絡資訊";
"kProfileEmail" = "電子郵件：";
"kProfileAddEmail" = "新增電子郵件";
"kProfileTel" = "電話：";
"kProfileAddTel" = "新增電話";
"kProfileDates" = "日期";
"kProfileDate" = "日期：";
"kProfileBirthDate" = "生日：";
"kProfileAddBirthDate" = "新增生日";
"kProfileCustomfield" = "自訂欄位";
"kProfileAddCustom" = "新增自訂欄位";
"kProfileAddCustomKey" = "類型標籤";
"kProfileAddCustomValue" = "類型值";
"kProfileAddCustomTitle" = "編輯預先定義的文字";
"kFillClickPrompt" = "按一下任意位置以放置內容";
"kFillDoSignPrompt" = "簽署後就無法編輯表單欄位。";
"kFill" = "填滿";
"kAddText" = "新增文字";
"kAddCheck" = "新增勾選標記";
"kAddX" = "新增 X";
"kAddDot" = "新增點";
"kAddLine" = "新增線條";
"kAddRoundedRectangle" = "新增圓角矩形";
"kAddCombField" = "新增組合欄位";

//new UI
"kFilter" = "篩選";
"kFilterResult" = "篩選結果";
"kFilterComments" = "篩選註解";
"kAreaHighlight" = "區域醒目提示";
"kMeasure" = "測量";
"kImageAnnotation" = "影像註解";

"kNoResultsTip" = "沒有符合搜尋條件的結果";
"kNoBookmarks" = "無書籤";
"kNoOutline" = "無外框";
"kNoComments" = "無註解";
"kNoAttachments" = "無附件";
"kNoDigitalSignatures" = "無數位簽名";
"kClearOutline" = "確定要清除所有外框嗎？";
"kClearAttachments" = "確定要清除所有附件嗎？";

"kGroupList" = "群組清單";

"kGallery" = "圖庫";
"kCamera" = "相機";
"kImport" = "匯入";
"kTools" = "工具";
"kRetry" = "重試";

"kSelectFile" = "選取檔案";
"kSelectFolder" = "選取資料夾";
"kSelected" = "已選取";
"kComments" = "註解";
"kBookmarks" = "書籤";

"kDeleting" = "刪除中...";
"kAdding" = "正在新增...";
"kInserting" = "正在插入...";
"kPasting" = "正在貼上...";
"kCopying" = "正在複製...";

"kThumnailPasteTip" = "點選以將頁面貼入此處，或拖曳以重新排序";
"kAll" = "所有";
"kAnnotated" = "加上註釋";
"kBookmarked" = "設為書籤";


"kSelectRedactText" = "選取要密文處理的文字或內容";
"kRedactPages" = "密文處理頁面";
"kSelectRedactPage" = "選取要密文處理的頁面";
"kRedactNoAnnote" = "文件中沒有密文註解";

"kSearchNoMatches" = "找不到任何相符的結果。";
"kSearchRedaction" = "標記檢查過的結果進行密文處理";

"kFailSummary" = "無法建立註解摘要。";
"kNoCommentSummary" = "目前文件中找不到任何註解。";
"kProcessing..." = "正在處理...";
"kInputOwnerPassword" = "目前文件受保護，請輸入權限密碼。";
"kFlattenSuccessful" = "壓平成功";
"kSummarizeSuccessful" = "成功建立註解摘要。";

"kReplyHasBeenAdded" = "已新增回覆";

"kCustomizeColors" = "自訂色彩";
"kProperty" = "內容";
"kShape" = "圖案";

"kPen" = "筆";
"kBrush" = "刷筆";
"kBackgroundColor" = "背景顏色";
"kTextColor" = "文字顏色";

"kViewSettings" = "檢視設定";
"kSinglePage" = "單頁";
"kCoverFacing" = "封面雙聯";
"kDay" = "日";
"kNight" = "夜";
"kAutoFlip" = "自動翻轉";
"KRotateView" = "旋轉檢視";
"kAddTools" = "新增工具";
"kToolList" = "工具清單";
"kPanandZoom" = "平移並縮放";
"kAddedTools" = "新增的工具";
"kDrawing" = "繪圖";
"kAddToolsTip" = "按一下下方清單右邊的「+」按鈕新增工具";
"kStandardStamps" = "標準戳記";
"kSignHere" = "在這裡簽名";
"kDynamicStamps" = "動態戳記";
"kHighlighter" = "螢光筆";
"kCropAllPages" = "裁剪所有頁面";
"kCropPagesSymmetrically" = "對稱裁剪頁面";
"kAutomaticallyCropPages" = "自動裁剪頁面";
"kManuallyCropPages" = "手動裁剪頁面";
"kRemoveAllPageCropping" = "移除所有頁面裁剪";

"kTextField" = "文字欄位";
"kCheckBox" = "核取方塊";
"kRadioButton" = "選項按鈕";
"kComboBox" = "組合方塊";
"kListBox" = "清單方塊";
"kSignatureField" = "簽名欄位";

"kLink" = "連結";
"kAudioTapNotice" = "點選頁面，即可在該處新增音訊";
"kVideoTapNotice" = "點選頁面，即可在該處新增視訊";
"kChooseAudio" = "選擇音訊";
"kRecord" = "錄製";
"kLinkTapNotice" = "拖曳方塊可選取需要連結的內容";
"kSettings" = "設定";
"kGoToPage" = "連結至頁面";
"kOpenWebLink" = "連結至網頁";
"kLinkHeader" = "目的地";
"kEnterWebLink" = "請輸入網頁連結";
"kInvalidWebAddr" = "連結不能空白。";
"kInvalidPageCount" = "頁數無效。";
"kThumbnail" = "縮圖";
"kToPage" = "至頁面";
"kLinkTo" = "連結至：";
"kSecurityWarning" = "安全性警告";
"kLinkingToWeb" = "文件正在試圖連接至：";
"kFormNoOptionsTip" = "按一下「+」以新增項目";
"kInputNewItemNameTip" = "請輸入新的項目名稱";
"kCannotRecordAudio" = "無法錄音";
"kEnableAudioPrivacy" = "無法存取麥克風進行錄音。請在裝置的隱私權設定中將它啟用。";
"kCannotRecordVideo" = "無法錄影";
"kEnableVideoPrivacy" = "無法存取相機進行錄影。請在裝置的隱私權設定中將它啟用。";
"kInvalidLinkUrl" = "無法連線至 URL。請驗證 URL 正確無誤。";

"kThumbnail" = "縮圖";
"kNoAnnotatedPages" = "沒有加上註釋的頁面";
"kNoBookmarkedPages" = "沒有設為書籤的頁面";

"kHome" = "首頁";
"kEdit" = "編輯";
"kDrawing" = "繪圖";
"kView" = "檢視";
"kForm" = "表單";
"kFill&Sign" = "填寫並簽名";
"kGotoPage" = "跳至頁面";
"kEnterPageNumber" = "輸入頁碼";

"kAddPolygonFailedHints" = "多邊形註解至少需要 3 個點做為頂點";
"kAddCloudFailedHints" = "多邊形雲形註解至少需要 3 個點做為頂點";
"kAddPolylineFailedHints" = "折線註解至少需要 3 個點做為頂點";

"kAddSignature" = "新增簽名";
"kNoSignatures" = "無簽名";
"kPageStyle" = "頁面樣式";

//editor
"kUnspportEditTip" = "無法編輯已旋轉、傾斜或翻轉的文字物件。";
"kExportImageSucess" = "影像匯出成功。";
"kExportImageFailed" = "無法匯出影像。";
"kAddPicture" = "新增影像";
"kPaste" = "貼上";
"kStyle" = "樣式";
"kAlignment" = "對齊";
"kRotateLeft" = "向左旋轉";
"kRotateRight" = "向右旋轉";
"kClickAddImage" = "點選頁面，即可在該處新增影像物件";
"kClickAddText" = "點選頁面，即可在該處新增文字物件";
"kShowKeyBoard" = "顯示鍵盤";
"kExport" = "匯出";

//
"kNonSupportDoc" = "不支援 %@ 的加密功能。";
"kNoModuleInvalidLicense" = "您未獲授權，無法使用此附加元件模組，請與我們連絡，以便將您的授權升級。";
"kImportDocNeedPassword" = "此檔案受密碼保護，請在下方輸入密碼";
"kSpeechPage" = "頁面：%d";

"kCut" = "剪下";

//voiceover
"kAddBookMarkItemVoiceOver" = "新增書籤";
"kSearchContentItemVoiceOver" = "搜尋內容";
"kPanHanderItemVoiceOver" = "拖曳以重設工具列";
"kUndoItemVoiceOver" = "恢復上個動作";
"kRedoItemVoiceOver" = "重做上個動作";
"kTabItemVoiceOver" = "索引標籤";
"kDobClickVoiceOver" = "點兩下將它開啟或關閉";
"konVoiceOver" = "開啟";
"koffVoiceOver" = "關閉";
"kDeleteBookmarksVoiceOver" = "清除書籤";
"kUnfoldVoiceOver" = "展開";
"kFoldVoiceOver" = "摺疊";
"kDobClickRemoveVoiceOver" = "點兩下以移除工具";
"kDayModeVoiceOver" = "白天模式";
"kPreReadingVoiceOver" = "閱讀上一頁";
"kPlayBtnPauseVoiceOver" = "暫停閱讀";
"kPlayBtnContinueVoiceOver" = "開始閱讀";
"kNextPageBtnVoiceOver" = "閱讀下一頁";
"kRepeatbtnVoiceOver" = "重複閱讀";
"kExitVoiceOver" = "結束";
"kLeftRaotatePageVoiceOver" = "向左旋轉頁面";
"kRightRaotatePageVoiceOver" = "向右旋轉頁面";
"kExtractPageVoiceOver" = "擷取頁面";
"kCopyPageVoiceOver" = "複製頁面";
"kPastePageVoiceOver" = "貼上頁面";
"kDeleteVoiceOver" = "刪除頁面";
"kRedactTextVoiceOver" = "對文字或內容進行密文處理";
"kRedactPageVoiceOver" = "密文處理頁面";
"kRedactSearchVoiceOver" = "搜尋及密文處理";
"kAutoflipIncreaseVoiceOver" = "加快速度";
"kAutoflipDecreaseVoiceOver" = "放慢速度";
"kPanZoomInVoiceOver" = "放大";
"kPanZoomOutVoiceOver" = "縮小";
"kPanZoomPreviousPageVoiceOver" = "上一頁";
"kPanZoomNextPageVoiceOver" = "下一頁";
"kIncreaseVoiceOver" = "增加";
"kDecreaseVoiceOver" = "減少";
"kExitFullScreenVoiceOver" = "結束全螢幕模式";
"kHomeToolBarVoiceOver" = "首頁工具列";
"kSelectCertVoiceOver" = "選取憑證";
"kIncSizeVoiceOver" = "放大字型";
"kDecSizeVoiceOver" = "縮小字型";
"kImgHidVoiceOver" = "隱藏圖片";
"kImgShVoiceOver" = "顯示圖片";
"kColorValueAccessibilityLabel" = "色彩值";
"kCustomColorAccessibilityLabel" = "自訂色彩";
"kCropDeafultAreaAccessibilityLabel" = "重設裁剪區域";
"kDeselectAccessibilityLabel" = "取消選取";
"kAdjustBtn" = "調整";
"kUnfoldMoreMenu" = "展開更多功能表";
"kTriggerOpVoiceover" = "上下滑動以切換作業";
"kPanelListVoiceover" = "面板清單";
"kBackToTopVoiceover" = "返回頂端";
"kColorVoiceover" = "色彩";
"kBrightnessVoiceover" = "亮度";
"kContrastVoiceover" = "對比";
"kPhotoModelVoiceover" = "照片";
"kColorModelVoiceover" = "色彩";
"kBackWhiteModelVoiceover" = "黑白";
"kGrayscaleModelVoiceover" = "灰階";
"kContinueScanVoiceover" = "連續掃描";
"kSingleScanVoiceover" = "單頁掃描";
"kCloseDetectVoiceover" = "關閉自動偵測功能";
"kOpenDetectVoiceover" = "開啟自動偵測功能";
"kKeepScanVoiceover" = "繼續掃描";
"kFolderVoiceover" = "資料夾";
"kListVoiceover" = "清單";
"kThumbnailVoiceover" = "縮圖";
"kSearchOptionsVoiceover" = "搜尋選項";